[
  "Estás haciendo lo mejor que podés con lo que tenés. Y eso, aunque a veces no se vea, es un acto de amor propio enorme.",
  "Nadie tiene todas las respuestas. Y aún así, seguís buscando las tuyas. Eso te hace valiente.",
  "No hace falta que todo cambie hoy. Con que no te rindas, ya estás transformando tu historia.",
  "A veces, lo más importante que podés hacer es simplemente no dejarte caer.",
  "No sos tus errores. Sos todo lo que hiciste para aprender de ellos.",
  "La calma también es un progreso. No todo tiene que doler para avanzar.",
  "Permitite sentir lo que estás sintiendo. No estás siendo débil, estás siendo humano.",
  "Sos más que tus pensamientos oscuros. Hay luz en vos, incluso cuando no la ves.",
  "Tu valor no depende de lo productivo que seas. Tu existencia ya es suficiente.",
  "Hay días en los que solo sobrevivir ya es un triunfo. Felicitaciones por estar acá.",
  "No hace falta que expliques todo lo que sentís. Basta con que te permitas sentirlo.",
  "Aunque parezca lento, estás creciendo. Y eso es todo lo que importa.",
  "Lo que hoy te pesa, mañana puede convertirse en la raíz de tu fortaleza.",
  "No tengas miedo de empezar otra vez. Esta vez no lo estás haciendo desde cero, lo estás haciendo desde la experiencia.",
  "Todo pasa. Incluso esto.",
  "No hace falta estar bien para seguir. Con estar, a veces, alcanza.",
  "Sos suficiente. En este momento, tal y como estás.",
  "Lo estás haciendo mejor de lo que creés.",
  "No tenés que tenerlo todo claro. Solo confiar en vos un poco más cada día.",
  "El cansancio no es debilidad. Es señal de que estuviste dando todo.",
  "Vos también merecés cuidado, ternura, comprensión. Empezá por dártelo vos mismo.",
  "Ojalá puedas ver todo lo que ya lograste. Eso también cuenta.",
  "Las tormentas no duran para siempre. Respirá. Va a pasar.",
  "Sos importante. Tu presencia hace diferencia en el mundo.",
  "Incluso en el caos, estás encontrando algo valioso.",
  "A veces la fuerza no se ve, pero se siente en las pequeñas decisiones de seguir.",
  "No te apures. Estás exactamente donde tenés que estar para aprender algo.",
  "El hecho de que estés leyendo esto ya dice mucho: querés salir adelante.",
  "A vos que estás cansado: no te olvides de lo lejos que llegaste.",
  "Todo lo que estás sintiendo ahora tiene un propósito. No será en vano.",
  "Cada día que elegís seguir, le estás dando una oportunidad más a tu historia.",
  "No te definís por lo que te falta, sino por todo lo que hacés con lo que tenés.",
  "Sos un milagro caminando. No lo olvides.",
  "Aunque hoy no lo veas, estás sanando.",
  "El dolor también es parte de volver a vos. No lo apures.",
  "A veces, soltar no es rendirse. Es abrir espacio para lo nuevo.",
  "Lo que sentís es válido. No te juzgues.",
  "Merecés sentirte en paz, sin tener que ganártelo.",
  "Hoy está permitido no tener ganas. Mañana volverá la fuerza.",
  "Tu proceso no tiene que parecerse al de nadie más. Es tuyo.",
  "Si hoy podés hacer aunque sea una sola cosa con amor, es suficiente.",
  "Sos digno de cosas buenas, incluso cuando no lo creés.",
  "En medio del ruido, tu intuición sigue siendo tu mejor guía.",
  "No sos un problema por sentir mucho. Sos una persona que siente.",
  "No tenés que demostrar nada. Sos valioso porque sí.",
  "Aunque no lo notes, estás sanando cada vez que elegís no rendirte.",
  "Ojalá te abraces hoy con la misma ternura con la que abrazás a otros.",
  "Cada respiración es una oportunidad nueva para empezar.",
  "No te olvides: estás aprendiendo. Eso también es avanzar.",
  "Gracias por no rendirte. El mundo necesita lo que vos sos.",
  "No viniste a complacer. Viniste a ser real, y eso incomoda a quien aun no se ha encontrado."
]
